<template>
  <div>
    <eve-main :left="660" scroll padding="20px 30px" border>
      <div class="eve-main-content__demo">
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块 中间内容块
        中间内容块 中间内容块 中间内容块 中间内容块 中间内容块
        中间内容块中间内容块中间内容块中间内容块中间内容块 中间内容块
      </div>
    </eve-main>
  </div>
</template>
<script>
export default {
  name: 'Main',
}
</script>

<style scoped>
.eve-main-content__demo {
  line-height: 2;
  font-size: 14px;
}
</style> 



